Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# NbC-dp-wjc.title
source: Each tab may have its own window title
de: Jeder Tab kann einen eigenen Fenstertitel haben
ja: 各タブが個別のウィンドウタイトルを持てるようにする
pt_br: Cada aba pode ter seu próprio título de janela
ru: У каждой вкладки может быть собственный заголовок окна
zh_hans: 每个标签页可以有独立的窗口标题

# nd6-iP-ZjG.title
source: Report mouse clicks & drags
de: Mausklicks und Ziehvorgänge melden
ja: マウスのクリックとドラッグを報告する
pt_br: Relatar cliques e arrastos do mouse
ru: Сообщать о щелчках и перетаскиваниях мышью
zh_hans: 报告鼠标点按和拖移

# neH-ds-871.title
source: Run Commands
de: Befehle ausführen
ja: コマンドを実行
pt_br: Executar comandos
ru: Запуск команд
zh_hans: 运行命令

# NfK-dv-M8v.title
source: fn key:
de: fn-Taste:
ja: fnキー:
pt_br: Tecla fn:
ru: Клавиша fn:
zh_hans: fn 键：

# Nhj-1F-dbm.ibShadowedToolTip
source: When this is enabled, shift+arrow key will extend an existing selection. If there is no selection, this has no effect.
de: Wenn dies aktiviert ist, erweitert Umschalt+Pfeiltaste eine bestehende Auswahl. Wenn keine Auswahl vorhanden ist, hat dies keine Wirkung.
ja: これを有効にすると、shift+矢印キーで既存の選択範囲を拡張できます。選択範囲がない場合、これは効果がありません。
pt_br: Quando isto estiver ativado, Shift+seta estenderá uma seleção existente. Se não houver seleção, isso não terá efeito.
ru: Если это включено, shift+стрелка будет расширять существующее выделение. Если выделения нет, это не имеет эффекта.
zh_hans: 启用后，Shift+方向键将扩展现有选区。如果没有选区，则无效果。

# nIm-hd-6N5.title
source: N sessions are currently preventing sleep
de: N Sitzungen verhindern derzeit den Ruhezustand
ja: N個のセッションが現在スリープを妨げています
pt_br: N sessões estão impedindo a suspensão no momento
ru: N сессий в настоящее время не позволяют системе перейти в спящий режим
zh_hans: 当前有N个会话阻止了睡眠功能

# NIt-au-cxp.title
source: sec
de: Sek.
ja: 秒
pt_br: s
ru: сек

# Njg-LZ-sIb.placeholderString
source: interval
de: Intervall
ja: 間隔
pt_br: intervalo
ru: интервал
zh_hans: 间隔

# nMp-ky-1KX.title
source: Open Default Window Arrangement
de: Standard-Fensteranordnung öffnen
ja: デフォルトのウィンドウ配置を開く
pt_br: Abrir organização de janelas padrão
ru: Открыть расположение окон по умолчанию
zh_hans: 打开默认窗口布局

# nN3-pV-Hlq.ibShadowedToolTip
source: Alternate Mouse Scroll is a feature that sends arrow keys in response to scroll wheel/scroll gestures. Enable this if you always want it on in alternate screen mode.
de: Alternate Mouse Scroll ist eine Funktion, die als Reaktion auf Mausrad- bzw. Scroll-Gesten Pfeiltasten sendet. Aktivieren Sie dies, wenn Sie es im Alternate-Screen-Modus immer eingeschaltet haben möchten.
ja: 代替マウススクロールは、スクロールホイールやスクロールジェスチャーに応じて矢印キーを送信する機能です。代替スクリーンモードで常にこれをオンにしたい場合は有効にしてください。
pt_br: A rolagem alternativa do mouse é um recurso que envia teclas de seta em resposta à roda de rolagem ou aos gestos de rolagem. Ative isto se quiser que fique sempre ativa no modo de tela alternativa.
ru: «Альтернативная прокрутка мышью» отправляет клавиши со стрелками в ответ на прокрутку колёсика мыши или жесты прокрутки. Включите эту настройку, если хотите, чтобы она была всегда активна в альтернативном режиме экрана.
zh_hans: 备用鼠标滚动是一项响应滚轮/滚动手势发送方向键的功能。如果你希望在备用屏幕模式下始终开启，请启用此选项。

# NtK-Fc-1Kb.ibShadowedToolTip
source: When “Force keyboard” is on, iTerm2 continuously forces the selected layout while it is active, so you cannot switch to another layout within a session. Turn this on to force the layout only once, the first time a newly created terminal receives keyboard focus, leaving you free to change it afterward.
de: Wenn „Tastatur erzwingen“ aktiviert ist, erzwingt iTerm2 fortlaufend das ausgewählte Layout, solange es aktiv ist, sodass Sie innerhalb einer Sitzung nicht zu einem anderen Layout wechseln können. Aktivieren Sie dies, um das Layout nur einmal zu erzwingen, beim ersten Mal, wenn ein neu erstelltes Terminal den Tastaturfokus erhält. Danach können Sie es frei ändern.
ja: 「キーボードを強制」がオンの場合、iTerm2は有効な間、選択したレイアウトを常に強制するため、セッション内で別のレイアウトに切り替えることができません。これをオンにすると、新しく作成されたターミナルが最初にキーボードフォーカスを受け取ったときに一度だけレイアウトを強制し、その後は自由に変更できるようになります。
pt_br: Quando “Forçar teclado” está ativado, o iTerm2 força continuamente o layout selecionado enquanto está ativo, de modo que você não pode alternar para outro layout dentro de uma sessão. Ative isto para forçar o layout apenas uma vez, na primeira vez que um terminal recém-criado receber o foco do teclado, deixando você livre para alterá-lo depois.
ru: Когда включена функция «Принудительная клавиатура», iTerm2 постоянно применяет выбранную раскладку, пока она активна, поэтому вы не можете переключиться на другую раскладку в рамках сессии. Включите это, чтобы принудительное применение раскладки происходило только один раз, при первом получении фокуса клавиатуры новым терминалом, после чего вы сможете изменить её.
zh_hans: 开启“强制键盘”后，iTerm2 在其活动期间持续强制所选布局，因此你无法在会话内切换到其他布局。开启此项可仅在新建终端首次获得键盘焦点时强制一次布局，之后你可以自由更改。

# NtK-Fc-1Kc.title
source: Only force once per session when it first receives keyboard focus
de: Nur einmal pro Sitzung erzwingen, wenn sie zum ersten Mal den Tastaturfokus erhält
ja: セッションが最初にキーボードフォーカスを受け取ったときに一度だけ強制する
pt_br: Forçar apenas uma vez por sessão, quando ela receber o foco do teclado pela primeira vez
ru: Применять принудительно только один раз за сессию, при первом получении фокуса клавиатуры
zh_hans: 仅当会话首次获得键盘焦点时强制一次

# ntr-oS-YE8.title
source: New window placement:
de: Platzierung neuer Fenster:
ja: 新しいウィンドウの配置:
pt_br: Posicionamento de nova janela:
ru: Расположение нового окна:
zh_hans: 新窗口位置：

# NUC-mC-DOm.title
source: fn Function
de: fn-Funktion
pt_br: fn Função

# Nxa-UI-aa0.label
source: Key Bindings
de: Tastenzuordnungen
ja: キーバインディング
pt_br: Associações de teclas
ru: Привязки клавиш
zh_hans: 按键绑定

# nXL-fH-ZgA.title
source: Clipboard History:
de: Zwischenablageverlauf:
ja: クリップボード履歴:
pt_br: Histórico da área de transferência:
ru: История буфера обмена:
zh_hans: 剪贴板历史记录：

# o4c-ta-j5S.title
source: Llama (Local)
de: Llama (Lokal)
ja: Llama(ローカル)
ru: Llama (локально)
zh_hans: Llama（本地）

# O5b-oW-Jw9.title
source: Editing:
de: Bearbeiten:
ja: 編集:
pt_br: Edição:
ru: Редактирование:
zh_hans: 编辑：

# o8o-oc-4bB.title
source: seconds to catch up
de: Sekunden zum Aufholen
ja: 追いつくまでの秒数
pt_br: segundos para recuperar
ru: секунд на то, чтобы наверстать
zh_hans: 追赶秒数

# O45-Gi-i9j.title
source: Light (High Contrast)
de: Hell (Hoher Kontrast)
ja: ライト(高コントラスト)
pt_br: Clara (alto contraste)
ru: Светлая (высокий контраст)
zh_hans: 浅色（高对比度）

# oGG-n4-dNs.title
source: ⌘ Number
de: ⌘ Zahl
ja: ⌘ 番号
pt_br: ⌘ Número
ru: ⌘ Число
zh_hans: ⌘ 数字

# ogI-Qe-ucP.title
source: Fade in curve:
de: Einblendkurve:
ja: フェードインカーブ:
pt_br: Curva de fade in:
ru: Кривая появления:
zh_hans: 淡入曲线：

# ogQ-h8-deW.title
source: Columns × Rows
de: Spalten × Zeilen
ja: 列 × 行
pt_br: Colunas × Linhas
ru: Столбцы × Строки
zh_hans: 列 × 行

# oIw-0I-HE5.title
source: Dwell visible:
de: Verweildauer sichtbar:
ja: 表示時間:
pt_br: Permanência visível:
ru: Время отображения:
zh_hans: 悬停可见：

# OKo-Vc-giu.title
source: Lock window size automatically
de: Fenstergröße automatisch sperren
ja: ウィンドウサイズを自動的に固定する
pt_br: Bloquear o tamanho da janela automaticamente
ru: Автоматически фиксировать размер окна
zh_hans: 自动锁定窗口大小

# oLe-Mh-QIW.title
source: Item 2
de: Element 2
ja: 項目2
ru: Пункт 2

# oLG-gi-ePK.title
source: Buffer input by default
de: Eingabe standardmäßig puffern
ja: デフォルトで入力をバッファリングする
pt_br: Armazenar entrada em buffer por padrão
ru: Буферизировать ввод по умолчанию
zh_hans: 默认缓冲输入

# ols-UC-d82.title
source: Warn about short-lived sessions
de: Vor kurzlebigen Sitzungen warnen
ja: 短命なセッションについて警告する
pt_br: Avisar sobre sessões de curta duração
ru: Предупреждать о недолгих сессиях
zh_hans: 对短时会话发出警告

# Os1-TL-DbG.title
source: by
de: um
ja: により
pt_br: por
ru: на

# OU0-2O-wNV.title
source: Plain text
de: Reiner Text
ja: プレーンテキスト
pt_br: Texto simples
ru: Обычный текст
zh_hans: 纯文本

# ouG-qF-5tB.title
source: Never Allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# OWt-qh-bb4.ibShadowedToolTip
source: When you have selected “Use System Window Restoration Policy”, iTerm2 will not open a new window on launch if there are auto-launch scripts, a hotkey window is defined, or there are any buried sessions. Enable this to force a new window to be opened regardless.
de: Wenn Sie „Systemrichtlinie zur Fensterwiederherstellung verwenden“ ausgewählt haben, öffnet iTerm2 beim Start kein neues Fenster, wenn automatische Startskripte vorhanden sind, ein Hotkey-Fenster definiert ist oder es vergrabene Sitzungen gibt. Aktivieren Sie dies, um trotzdem ein neues Fenster zu erzwingen.
ja: 「システムのウィンドウ復元ポリシーを使用」を選択している場合、自動起動スクリプトがある、ホットキーウィンドウが定義されている、または埋もれたセッションがある場合、iTerm2は起動時に新しいウィンドウを開きません。これを有効にすると、常に新しいウィンドウを強制的に開きます。
pt_br: Quando você tiver selecionado “Usar a política de restauração de janelas do sistema”, o iTerm2 não abrirá uma nova janela ao iniciar se houver scripts de início automático, uma janela de hotkey definida ou sessões ocultas. Ative isto para forçar a abertura de uma nova janela mesmo assim.
ru: Если выбрано «Использовать системную политику восстановления окон», iTerm2 не будет открывать новое окно при запуске, если есть скрипты автозапуска, определено окно горячих клавиш или есть скрытые сессии. Включите это, чтобы принудительно открывать новое окно в любом случае.
zh_hans: 选择“使用系统窗口恢复策略”后，如果存在自动启动脚本、定义了热键窗口或存在隐藏的会话，iTerm2 将不会在启动时打开新窗口。启用此项可强制无论如何都打开新窗口。

# oZc-l2-yBR.placeholderString
source: Interpolated string. If empty, use session title.
de: Interpolierte Zeichenfolge. Wenn leer, wird der Sitzungstitel verwendet.
ja: 補間文字列。空の場合はセッションタイトルを使用します。
pt_br: String interpolada. Se vazio, usa o título da sessão.
ru: Интерполированная строка. Если пусто, используется заголовок сессии.
zh_hans: 内插字符串。留空则使用会话标题。

# P1b-LJ-ARG.title
source: Show new-output indicator
de: Indikator für neue Ausgabe anzeigen
ja: 新しい出力インジケーターを表示する
pt_br: Mostrar indicador de nova saída
ru: Показывать индикатор новых данных
zh_hans: 显示新输出指示器

# p5O-o7-R3I.title
source: seconds
de: Sekunden
ja: 秒
pt_br: segundos
ru: секунды
zh_hans: 秒

# p9V-gp-5Gu.title
source: Ease Out
de: Ausklingend
ja: イーズアウト
ru: Плавное замедление
zh_hans: 缓出

# pDl-DD-S1H.title
source: ⌘ Right Command
de: ⌘ Rechte Befehlstaste
ja: ⌘ 右Command
pt_br: ⌘ Command direita
ru: ⌘ Правый Command
zh_hans: ⌘ 右 Command

# Pew-sS-rRn.title
source: Log format:
de: Protokollformat:
ja: ログ形式:
pt_br: Formato do log:
ru: Формат журнала:
zh_hans: 日志格式：

# phV-NB-35W.title
source: Status Bar:
de: Statusleiste:
ja: ステータスバー:
pt_br: Barra de status:
ru: Строка состояния:
zh_hans: 状态栏：

# pMF-0o-f7A.title
source: Separate status bars per pane
de: Separate Statusleisten pro Bereich
ja: ペインごとに個別のステータスバーを表示する
pt_br: Barras de status separadas por painel
ru: Отдельная строка состояния для каждой панели
zh_hans: 每个窗格使用独立的状态栏

# Pmq-3t-6WB.title
source: External settings:
de: Externe Einstellungen:
ja: 外部設定:
pt_br: Ajustes externos:
ru: Внешние настройки:
zh_hans: 外部设置：

# PNW-30-uSI.title
source: Action:
de: Aktion:
ja: アクション:
pt_br: Ação:
ru: Действие:
zh_hans: 操作：

# PSO-2h-Mzv.title
source: Breathing
de: Pulsierend
ja: ブリージング
pt_br: Respiração
ru: Дыхание
zh_hans: 呼吸

# PuI-6v-vjf.title
source: Compact
de: Kompakt
ja: コンパクト
pt_br: Compacto
ru: Компактный
zh_hans: 紧凑

# PuP-g1-gdv.title
source: ⌥ Right Option
de: ⌥ Rechte Wahltaste
ja: ⌥ 右Option
pt_br: ⌥ Option direita
ru: ⌥ Правый Option
zh_hans: ⌥ 右 Option

# PzC-U3-7PW.title
source: Allow Without Asking
de: Ohne Nachfrage erlauben
ja: 確認せずに許可
pt_br: Permitir sem perguntar
ru: Разрешать без подтверждения
zh_hans: 允许，无需询问

# Q8z-gk-QnD.title
source: Ease Out
de: Ausklingend
ja: イーズアウト
ru: Плавное замедление
zh_hans: 缓出

# q57-nJ-Jbz.ibShadowedToolTip
source: Can the session title be changed by control sequence? Note that this is only enabled if Session or Profile & Session are selected in the title menu above.
de: Kann der Sitzungstitel durch eine Steuersequenz geändert werden? Beachten Sie, dass dies nur aktiviert ist, wenn oben im Titelmenü „Sitzung“ oder „Profil & Sitzung“ ausgewählt ist.
ja: セッションタイトルを制御シーケンスで変更できるようにしますか?これは、上のタイトルメニューで「セッション」または「プロファイルとセッション」が選択されている場合にのみ有効です。
pt_br: O título da sessão pode ser alterado por sequência de controle? Observe que isto só é ativado se Sessão ou Perfil e sessão estiverem selecionados no menu de título acima.
ru: Может ли заголовок сессии изменяться управляющей последовательностью? Обратите внимание: это доступно, только если в меню заголовка выше выбрано «Сессия» или «Профиль и сессия».
zh_hans: 会话标题可以被控制序列更改吗？请注意，只有在上面标题菜单中选择了“会话”或“配置文件与会话”时才启用。

# Qag-mH-b4L.title
source: Raw data
de: Rohdaten
ja: 生データ
pt_br: Dados brutos
ru: Необработанные данные
zh_hans: 原始数据

# QAk-3Q-Y1C.title
source: Repair Broken Bindings
de: Fehlerhafte Zuordnungen reparieren
ja: 壊れたバインディングを修復
pt_br: Reparar associações quebradas
ru: Восстановить повреждённые привязки
zh_hans: 修复损坏的绑定

# QBh-RQ-Cgg.title
source: Leader:
de: Leader-Taste:
ja: リーダー:
ru: Клавиша Leader:

# Qbk-nR-LNI.title
source: No rule selected
de: Keine Regel ausgewählt
ja: ルールが選択されていません
pt_br: Nenhuma regra selecionada
ru: Правило не выбрано
zh_hans: 未选择规则

# QbW-Ha-d7O.title
source: Dark Mode
de: Dunkler Modus
ja: ダークモード
pt_br: Modo escuro
ru: Тёмный режим
zh_hans: 深色模式

# QcA-jP-3dR.title
source: Remap modifiers globally
de: Modifikatortasten global neu zuordnen
ja: 修飾キーをグローバルに再割り当てする
pt_br: Remapear modificadores globalmente
ru: Переназначать модификаторы глобально
zh_hans: 全局重映射修饰键

# QCf-5I-BAp.title
source: Timeout:
de: Zeitlimit:
ja: タイムアウト:
pt_br: Tempo limite:
ru: Тайм-аут:
zh_hans: 超时：

# Qcp-C1-4DM.title
source: Export All Settings and Data…
de: Alle Einstellungen und Daten exportieren…
ja: すべての設定とデータをエクスポート…
pt_br: Exportar todos os ajustes e dados…
ru: Экспортировать все настройки и данные…
zh_hans: 导出所有设置和数据…

# QcY-Dm-Vmc.title
source: When set, the Open Quickly window can be opened even when another app is active.
de: Wenn aktiviert, kann das Fenster „Schnell öffnen“ auch geöffnet werden, wenn eine andere App aktiv ist.
ja: これを設定すると、他のアプリがアクティブな場合でも「クイックオープン」ウィンドウを開くことができます。
pt_br: Quando definido, a janela Abrir rapidamente pode ser aberta mesmo quando outro app estiver ativo.
ru: Если включено, окно «Быстрое открытие» можно открыть, даже когда активно другое приложение.
zh_hans: 设置后，即使其他应用处于活动状态，也可以打开“快速打开”窗口。

# Qd0-Iv-vOs.title
source: Only Restore Hotkey Window
de: Nur Hotkey-Fenster wiederherstellen
ja: ホットキーウィンドウのみを復元
pt_br: Restaurar apenas a janela de hotkey
ru: Восстанавливать только окно горячих клавиш
zh_hans: 仅恢复热键窗口

# QeQ-es-j2p.ibShadowedToolTip
source: When enabled, the locations of terminal windows are recorded when windows are closed. Later, when creating a new window, the window is placed in the same location (using the top left coordinate). The size is not saved; whatever rows and columns are specified in the window's originating profile are used to compute the size.
de: Wenn aktiviert, werden die Positionen von Terminalfenstern beim Schließen der Fenster gespeichert. Beim späteren Erstellen eines neuen Fensters wird das Fenster an derselben Position platziert (anhand der oberen linken Koordinate). Die Größe wird nicht gespeichert; zur Berechnung der Größe werden die Zeilen und Spalten verwendet, die im ursprünglichen Profil des Fensters angegeben sind.
ja: 有効にすると、ターミナルウィンドウの位置はウィンドウが閉じられたときに記録されます。その後、新しいウィンドウを作成すると、そのウィンドウは同じ位置(左上の座標を使用)に配置されます。サイズは保存されません。サイズの計算には、ウィンドウの元のプロファイルで指定された行数と列数が使用されます。
pt_br: Quando ativado, as localizações das janelas de terminal são registradas quando as janelas são fechadas. Depois, ao criar uma nova janela, ela é posicionada no mesmo local (usando a coordenada superior esquerda). O tamanho não é salvo; as linhas e colunas especificadas no perfil de origem da janela são usadas para calcular o tamanho.
ru: Если включено, при закрытии окон терминала записываются их положения. Позже, при создании нового окна, оно будет размещено в том же месте (по координатам верхнего левого угла). Размер не сохраняется: используются те строки и столбцы, что заданы в исходном профиле окна, для вычисления размера.
zh_hans: 启用后，关闭窗口时会记录终端窗口的位置。之后创建新窗口时，窗口会放置在相同的位置（使用左上角坐标）。大小不会保存；窗口来源配置文件中指定的行列数将用于计算大小。

# Qhl-XG-H9e.title
source: Use custom window title for new windows using this profile
de: Benutzerdefinierten Fenstertitel für neue Fenster mit diesem Profil verwenden
ja: このプロファイルを使用する新しいウィンドウにカスタムウィンドウタイトルを使用する
pt_br: Usar título de janela personalizado para novas janelas que usam este perfil
ru: Свой заголовок окна для новых окон этого профиля
zh_hans: 为此配置文件的新窗口使用自定义窗口标题

# qHO-yY-EJE.title
source: Maximized
de: Maximiert
ja: 最大化
pt_br: Maximizada
ru: Развёрнуто
zh_hans: 最大化

# Qig-Bw-iiI.title
source: Never Allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# qis-Bi-1PH.title
source: Select a profile on the left to access its settings.
de: Wählen Sie links ein Profil aus, um auf dessen Einstellungen zuzugreifen.
ja: 左側でプロファイルを選択すると、その設定にアクセスできます。
pt_br: Selecione um perfil à esquerda para acessar seus ajustes.
ru: Выберите профиль слева, чтобы получить доступ к его настройкам.
zh_hans: 在左侧选择配置文件以访问其设置。

# qjH-lF-RBX.title
source: Pasting:
de: Einfügen:
ja: 貼り付け:
pt_br: Colagem:
ru: Вставка:
zh_hans: 粘贴：

# qLh-uF-nSW.title
source: Right command (⌘) key:
de: Rechte Befehlstaste (⌘):
ja: 右command(⌘)キー:
pt_br: Tecla Command (⌘) direita:
ru: Правая клавиша Command (⌘):
zh_hans: 右 Command (⌘) 键：

# QVc-n8-Dea.title
source: Session Name
de: Sitzungsname
ja: セッション名
pt_br: Nome da sessão
ru: Имя сессии
zh_hans: 会话名称

# qwL-LP-uKq.title
source: Never
de: Nie
ja: しない
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# QwO-Ii-G0z.title
source: ⌃ Left Control
de: ⌃ Linke Control-Taste
ja: ⌃ 左Control
pt_br: ⌃ Control esquerda
ru: ⌃ Левый Control
zh_hans: ⌃ 左 Control

# Qz5-Ow-iQt.ibShadowedToolTip
source: If Shell Integration is enabled, this prevents command prompts from starting in the middle of a line when the previous command did not end with a newline.
de: Wenn Shell-Integration aktiviert ist, verhindert dies, dass Eingabeaufforderungen mitten in einer Zeile beginnen, wenn der vorherige Befehl nicht mit einem Zeilenumbruch endete.
ja: シェル統合が有効な場合、これにより、前のコマンドが改行で終わらなかったときにコマンドプロンプトが行の途中から始まるのを防ぎます。
pt_br: Se a Shell Integration estiver ativada, isto evita que os prompts de comando comecem no meio de uma linha quando o comando anterior não terminou com uma quebra de linha.
ru: Если включена интеграция с оболочкой, это предотвращает начало приглашения командной строки в середине строки, если предыдущая команда не завершилась переводом строки.
zh_hans: 如果启用了 Shell 集成，此选项可防止在上一条命令未以换行结束时，命令提示符从行中间开始。

# QZh-Qh-ThN.title
source: Key reporting:
de: Tastenmeldung:
ja: キーレポート:
pt_br: Relatório de teclas:
ru: Сообщения о клавишах:
zh_hans: 按键报告：

# r1I-I1-Z6i.title
source: Install…
de: Installieren…
ja: インストール…
pt_br: Instalar…
ru: Установить…
zh_hans: 安装…

# r2j-sf-PTh.title
source: ⌃ Left Control
de: ⌃ Linke Control-Taste
ja: ⌃ 左Control
pt_br: ⌃ Control esquerda
ru: ⌃ Левый Control
zh_hans: ⌃ 左 Control

# R3h-df-Y9V.title
source: Restart
de: Neu starten
ja: 再起動
pt_br: Reiniciar
ru: Перезапустить
zh_hans: 重新启动

# r4L-CE-8Bh.title
source: ⚠️ You may want a trigger to stop buffering
de: ⚠️ Möglicherweise möchten Sie einen Trigger verwenden, um die Pufferung zu stoppen
ja: ⚠️ バッファリングを停止するトリガーが必要な場合があります
pt_br: ⚠️ Você pode querer um gatilho para parar de armazenar em buffer
ru: ⚠️ Возможно, вам понадобится триггер, чтобы остановить буферизацию
zh_hans: ⚠️ 你可能需要一个触发器来停止缓冲

# r5u-Qn-ncn.title
source: Centered
de: Zentriert
ja: 中央揃え
pt_br: Centralizado
ru: По центру
zh_hans: 居中

# r21-na-g8s.title
source: Drag-to-scroll disabled in alternate screen mode
de: Ziehen zum Scrollen im Alternate-Screen-Modus deaktiviert
ja: ドラッグでのスクロールは代替スクリーンモードでは無効です
pt_br: Arrastar para rolar desativado no modo de tela alternativa
ru: Перетаскивание для прокрутки отключено в альтернативном режиме экрана
zh_hans: 备用屏幕模式下停用拖移滚动

# RBx-qn-HNB.ibExternalAccessibilityDescription
source: Animate cursor only in interactive apps
de: Cursor nur in interaktiven Apps animieren
ja: 対話型アプリでのみカーソルをアニメーションさせる
pt_br: Animar o cursor apenas em apps interativos
ru: Анимировать курсор только в интерактивных приложениях
zh_hans: 仅在交互式应用中为光标使用动画

# RBx-qn-HNB.ibShadowedToolTip
source: When enabled, cursor animation only occurs in alternate screen mode. When disabled, cursor movements are always animated.
de: Wenn aktiviert, erfolgt die Cursor-Animation nur im Alternate-Screen-Modus. Wenn deaktiviert, werden Cursorbewegungen immer animiert.
ja: 有効にすると、カーソルのアニメーションは代替スクリーンモードでのみ発生します。無効にすると、カーソルの移動は常にアニメーションされます。
pt_br: Quando ativado, a animação do cursor só ocorre no modo de tela alternativa. Quando desativado, os movimentos do cursor são sempre animados.
ru: Если включено, анимация курсора происходит только в альтернативном режиме экрана. Если отключено, перемещения курсора анимируются всегда.
zh_hans: 启用后，光标动画仅在备用屏幕模式下发生。关闭后，光标移动始终带有动画。

# rcS-Ls-100.ibShadowedToolTip
source: Wraps the command in your login shell so dotfiles run first and your command sees the same $PATH and exported variables you’d have in an interactive terminal.
de: Umschließt den Befehl mit Ihrer Login-Shell, so dass zuerst die Dotfiles ausgeführt werden und Ihr Befehl denselben $PATH und dieselben exportierten Variablen sieht, die Sie in einem interaktiven Terminal hätten.
ja: コマンドをログインシェルでラップすることで、dotfileが先に実行され、対話型ターミナルと同じ$PATHやエクスポートされた変数をコマンドが認識できるようにします。
pt_br: Envolve o comando no seu shell de login para que os dotfiles sejam executados primeiro e seu comando veja o mesmo $PATH e as mesmas variáveis exportadas que você teria em um terminal interativo.
ru: Оборачивает команду в оболочку входа, чтобы сначала выполнялись dotfiles и ваша команда видела те же $PATH и экспортированные переменные, что и в интерактивном терминале.
zh_hans: 将命令包装在登录 Shell 中，以便先运行 dotfiles，让你的命令看到与交互式终端中相同的 $PATH 和导出变量。

# rcS-Ls-101.title
source: Run command through your shell
de: Befehl über Ihre Shell ausführen
ja: コマンドをシェル経由で実行する
pt_br: Executar comando através do seu shell
ru: Выполнять команду через оболочку
zh_hans: 通过 Shell 运行命令

# REd-Hh-bME.title
source: No Title Bar
de: Keine Titelleiste
ja: タイトルバーなし
pt_br: Sem barra de título
ru: Без строки заголовка
zh_hans: 无标题栏

# RfN-ni-yfc.title
source: Offer AI command suggestion in Composer & Auto Composer
de: KI-Befehlsvorschläge im Composer & Auto Composer anbieten
ja: コンポーザーとオートコンポーザーでAIコマンドの提案を行う
pt_br: Oferecer sugestão de comando de IA no Compositor e no Auto Compositor
ru: Предлагать команды от ИИ в Композиторе и Автокомпозиторе
zh_hans: 在 Composer 和自动 Composer 中提供 AI 命令建议

# rgM-zZ-fDd.placeholderString
source: Window Title (Interpolated String)
de: Fenstertitel (interpolierte Zeichenfolge)
ja: ウィンドウタイトル(補間文字列)
pt_br: Título da janela (string interpolada)
ru: Заголовок окна (интерполированная строка)
zh_hans: 窗口标题（内插字符串）

# riN-eN-PZd.title
source: Even if there are no windows
de: Auch wenn keine Fenster vorhanden sind
ja: ウィンドウがない場合でも
pt_br: Mesmo que não haja janelas
ru: Даже если нет открытых окон
zh_hans: 即使没有窗口

# RKu-SH-ooZ.title
source: View > Use Transparency can override this setting temporarily per window.
de: Ansicht > Transparenz verwenden kann diese Einstellung vorübergehend pro Fenster überschreiben.
ja: 「表示 > 透明度を使用」でウィンドウごとに一時的にこの設定を上書きできます。
pt_br: Visualizar > Usar transparência pode substituir este ajuste temporariamente por janela.
ru: «Вид > Использовать прозрачность» может временно переопределить эту настройку для отдельного окна.
zh_hans: “显示 > 使用透明度”可以临时按窗口覆盖此设置。

# RnY-AK-UW0.title
source: Support basic HTML tags in tab titles
de: Einfache HTML-Tags in Tab-Titeln unterstützen
ja: タブタイトルで基本的なHTMLタグをサポートする
pt_br: Suportar tags HTML básicas nos títulos das abas
ru: Поддерживать базовые теги HTML в заголовках вкладок
zh_hans: 在标签页标题中支持基本 HTML 标签
